<?php

return [
    'title' => "ခေါင်းစဉ်",
    'body' => "အကြောင်းကြားခြင်းအကြောင်း",
    'uploaded_photo' => "ဓါတ်ပုံ",
    'uploaded_video' => "ရုပ်သံ",
    'sending_method' => "အကြောင်းကြားမည့်နည်းလမ်း",
    'sending_date' => "အကြောင်းကြားမည့်ရက်စွဲ",
    'country' => "အကြောင်းကြားလိုသော နိုင်ငံ",
    'Schedule' => "အလိုအလျောက် အကြောင်းကြားရန်",
    'manual' => "စီစစ်၍ အကြောင်းကြားရန်",

    'title_validation' => "ခေါင်းစဉ် ဖြည့်ရန် လိုအပ်သည်။",
    'body_validation' => "အကြောင်းကြားခြင်းအကြောင်း ဖြည့်ရန် လိုအပ်သည်။",
    'uploaded_photo_validation' => "ဓါတ်ပုံ ဖြည့်ရန် လိုအပ်သည်။",
    'uploaded_video_validation' => "ရုပ်သံ ဖြည့်ရန် လိုအပ်သည်။",
    'sending_method_validation' => "အကြောင်းကြားမည့်နည်းလမ်း ဖြည့်ရန် လိုအပ်သည်။",
    'sending_date_validation' => "အကြောင်းကြားမည့်ရက်စွဲ ဖြည့်ရန် လိုအပ်သည်။",

    'notification_created' => "အကြောင်းကြားချက် ကို အောင်မြင်စွာ ဖန်တီးပြီးပါပြီ။",
    'notification_updated' => "အကြောင်းကြားချက် ကို အောင်မြင်စွာ အပ်ဒိတ်လုပ်ခဲ့သည်။",
    'notification_deleted' => "အကြောင်းကြားချက် ကို အောင်မြင်စွာ ဖျက်လိုက်ပါပြီ။",
    'notification_success' => "အကြောင်းကြားချက် ကို အောင်မြင်စွာ ပို့ဆောင်ပြီးပါပြီ။", 
];
